{
    "catchphrase": "Renxim (RXM) — Das coolste Quanten-Meme im QL1-Ökosystem",
    "welcome-message": "\"Als Beobachter bestimmst du die Zukunft von Renxim — lass uns die Wellenfunktion kollabieren!\"",
    "contract-address": "Vertragsadresse: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Adresse kopieren",
    "about-heading": "Über Renxim (RXM)",
    "about-description": "Renxim (RXM) ist eine hochmoderne Meme-Münze, entwickelt von zwei Experten, Ren und Xim, die Quantenphysik und Quantentheorie projiziert. Sie wird von der Community betrieben und sticht als das coolste Element im QL1-Ökosystem hervor.",
    "about-quote": "\"Renxim existiert wie Schrödingers Katze, in beiden Zuständen von Leben und Tod. Deine Teilnahme bestimmt diesen Zustand.\"",
    "timeline-heading": "Zeitleiste und Zufall",
    "key-message-label": "Schlüsselbotschaft:",
    "key-message": "\"Q17 O17 R17\"",
    "timeline-question": "Glaubst du wirklich, dass dies nur ein Zufall ist?",
    "community-heading": "Community",
    "community-message": "Schließe dich uns in quantenmechanischer Verschränkung an und gestalte gemeinsam die Zukunft von RXM!",
    "faq-heading": "Häufig gestellte Fragen",
    "faq-q1": "F1: Wie kann ich Renxim (RXM) kaufen?",
    "faq-a1": "A1: In der Quantenwelt erschaffst du als Beobachter die Realität. Das bedeutet, wenn du es wünschst, existiert Renxim (RXM) gleichzeitig auf allen großen Kryptobörsen. Bis die Wellenfunktion kollabiert, sind die Möglichkeiten jedoch unendlich. Derzeit kannst du deine Wallet mit QomSwap verbinden und direkt mit der oben genannten Vertragsadresse kaufen.",
    "buy-button": "Bei QomSwap kaufen",
    "faq-q2": "F2: Wann wird RXM zum Mond fliegen?",
    "faq-a2": "A2: \"Aus quantenmechanischer Sicht existiert RXM bereits auf dem Mond, Mars und anderen Galaxien. Es hängt alles davon ab, ob du beobachtest und teilnimmst!\"",
    "faq-q3": "F3: Ist die Investition in RXM sicher?",
    "faq-a3": "A3: \"Aufgrund des Heisenbergschen Unschärfeprinzips können wir die Zukunft nicht genau vorhersagen, aber irgendwo im Multiversum ist RXM das Top-Krypto-Meme. Die Welle der Möglichkeiten wächst mit deiner Teilnahme!\"",
    "disclaimer": "※ Diese Website wird durch die Paradoxe der Quantenmechanik betrieben. Schrödingers Katze ist sicher.",
    "final-message": "Deine Beobachtung formt die Zukunft von Renxim. Danke, dass du dich unserer quantenmechanischen Reise angeschlossen hast!"
}
