{
    "catchphrase": "Renxim (RXM) — جذاب‌ترین میم کوانتومی در اکوسیستم QL1",
    "welcome-message": "«به عنوان ناظر، شما آینده Renxim را تعیین می‌کنید — بیایید تابع موج را فروپاشی کنیم!»",
    "contract-address": "آدرس قرارداد: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "کپی آدرس",
    "about-heading": "درباره Renxim (RXM)",
    "about-description": "Renxim (RXM) یک میم کوین پیشرفته است که توسط دو متخصص، Ren و Xim، توسعه یافته و فیزیک کوانتومی و نظریه کوانتومی را منعکس می‌کند. این پروژه توسط جامعه اداره می‌شود و به عنوان جذاب‌ترین موجود در اکوسیستم QL1 مطرح است.",
    "about-quote": "«Renxim مانند گربه شرودینگر است که در هر دو حالت زندگی و مرگ وجود دارد. مشارکت شما آن حالت را تعیین می‌کند.»",
    "timeline-heading": "جدول زمانی و تصادف",
    "key-message-label": "پیام کلیدی:",
    "key-message": "«Q17 O17 R17»",
    "timeline-question": "آیا واقعاً فکر می‌کنید این فقط یک تصادف است؟",
    "community-heading": "جامعه",
    "community-message": "با ما در درهم‌تنیدگی کوانتومی همراه شوید و آینده RXM را با هم شکل دهیم!",
    "faq-heading": "سؤالات متداول",
    "faq-q1": "سوال 1: چگونه می‌توانم Renxim (RXM) را خریداری کنم؟",
    "faq-a1": "پاسخ 1: در دنیای کوانتوم، شما به عنوان ناظر واقعیت را ایجاد می‌کنید. این بدان معناست که اگر بخواهید، Renxim (RXM) به طور همزمان در تمام صرافی‌های بزرگ رمزنگاری وجود دارد. با این حال، تا زمانی که تابع موج فروپاشی نکند، احتمالات بی‌نهایت هستند. در حال حاضر، می‌توانید کیف پول خود را به QomSwap متصل کرده و با استفاده از آدرس قرارداد فوق، مستقیماً خرید کنید.",
    "buy-button": "خرید از QomSwap",
    "faq-q2": "سوال 2: RXM چه زمانی به ماه می‌رود؟",
    "faq-a2": "پاسخ 2: «از دیدگاه کوانتومی، RXM در حال حاضر در ماه، مریخ و کهکشان‌های دیگر وجود دارد. همه چیز به این بستگی دارد که آیا شما مشاهده و مشارکت می‌کنید یا نه!»",
    "faq-q3": "سوال 3: آیا سرمایه‌گذاری در RXM امن است؟",
    "faq-a3": "پاسخ 3: «به دلیل اصل عدم قطعیت هایزنبرگ، ما نمی‌توانیم آینده را به دقت پیش‌بینی کنیم، اما در جایی در چندجهانی، RXM برترین میم رمزنگاری است. موج احتمالات با مشارکت شما بزرگتر می‌شود!»",
    "disclaimer": "※ این وب‌سایت توسط پارادوکس‌های مکانیک کوانتومی اداره می‌شود. گربه شرودینگر در امان است.",
    "final-message": "مشاهده شما آینده Renxim را شکل می‌دهد. از اینکه به سفر کوانتومی ما پیوستید، متشکریم!"
}
