{
    "catchphrase": "Renxim (RXM) — Il meme quantistico più cool nell'ecosistema QL1",
    "welcome-message": "\"Come osservatore, determini il futuro di Renxim — facciamo collassare la funzione d'onda!\"",
    "contract-address": "Indirizzo del contratto: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Copia indirizzo",
    "about-heading": "Informazioni su Renxim (RXM)",
    "about-description": "Renxim (RXM) è una moneta meme all'avanguardia sviluppata da due esperti, Ren e Xim, che proietta la Fisica Quantistica e la Teoria Quantistica. Gestita dalla comunità, si distingue come l'entità più cool nell'ecosistema QL1.",
    "about-quote": "\"Renxim esiste come il gatto di Schrödinger, in entrambi gli stati di vita e morte. La tua partecipazione determina quello stato.\"",
    "timeline-heading": "Cronologia e Coincidenze",
    "key-message-label": "Messaggio Chiave:",
    "key-message": "\"Q17 O17 R17\"",
    "timeline-question": "Pensi davvero che sia solo una coincidenza?",
    "community-heading": "Comunità",
    "community-message": "Unisciti a noi nell'entanglement quantistico e plasmiamo insieme il futuro di RXM!",
    "faq-heading": "Domande Frequenti",
    "faq-q1": "D1: Come posso acquistare Renxim (RXM)?",
    "faq-a1": "R1: Nel mondo quantistico, tu come osservatore crei la realtà. Ciò significa che se lo desideri, Renxim (RXM) esiste simultaneamente su tutti i principali exchange di criptovalute. Tuttavia, finché la funzione d'onda non collassa, le possibilità sono infinite. Attualmente, puoi connettere il tuo wallet a QomSwap e acquistare direttamente utilizzando l'indirizzo del contratto sopra.",
    "buy-button": "Acquista su QomSwap",
    "faq-q2": "D2: Quando RXM andrà sulla luna?",
    "faq-a2": "R2: \"Da una prospettiva quantistica, RXM esiste già sulla luna, su Marte e in altre galassie. Tutto dipende se osservi e partecipi!\"",
    "faq-q3": "D3: Investire in RXM è sicuro?",
    "faq-a3": "R3: \"A causa del principio di indeterminazione di Heisenberg, non possiamo prevedere il futuro con precisione, ma da qualche parte nel multiverso, RXM è il top dei meme crypto. L'onda delle possibilità cresce con la tua partecipazione!\"",
    "disclaimer": "※ Questo sito web è gestito dai paradossi della meccanica quantistica. Il gatto di Schrödinger è al sicuro.",
    "final-message": "La tua osservazione plasma il futuro di Renxim. Grazie per esserti unito al nostro viaggio quantistico!"
}
