{
    "catchphrase": "Renxim (RXM) — самый крутой квантовый мем в экосистеме QL1",
    "welcome-message": "\"Будучи наблюдателем, вы определяете будущее Renxim — давайте схлопнем волновую функцию!\"",
    "contract-address": "Адрес контракта: 0xfE7Aa1F52633b0812bCAAa3fab4A4e2D3182Dbc4",
    "copy-button": "Скопировать адрес",
    "about-heading": "О Renxim (RXM)",
    "about-description": "Renxim (RXM) — передовая мем-монета, разработанная двумя экспертами, Ren и Xim, отражающая квантовую физику и квантовую теорию. Управляемая сообществом, она выделяется как самая крутая сущность в экосистеме QL1.",
    "about-quote": "\"Renxim существует, как кот Шрёдингера, одновременно в состоянии жизни и смерти. Ваше участие определяет это состояние.\"",
    "timeline-heading": "Таймлайн и совпадение",
    "key-message-label": "Ключевое сообщение:",
    "key-message": "\"Q17 O17 R17\"",
    "timeline-question": "Вы действительно думаете, что это просто совпадение?",
    "community-heading": "Сообщество",
    "community-message": "Присоединяйтесь к нам в квантовой запутанности и вместе формируйте будущее RXM!",
    "faq-heading": "Часто задаваемые вопросы",
    "faq-q1": "Вопрос 1: Как я могу купить Renxim (RXM)?",
    "faq-a1": "Ответ 1: В квантовом мире вы, как наблюдатель, создаете реальность. Это означает, что если вы пожелаете, Renxim (RXM) одновременно существует на всех основных крипто-биржах. Однако, пока волновая функция не схлопнется, возможности бесконечны. В настоящее время вы можете подключить свой кошелек к QomSwap и купить напрямую, используя указанный выше адрес контракта.",
    "buy-button": "Купить на QomSwap",
    "faq-q2": "Вопрос 2: Когда RXM взлетит на Луну?",
    "faq-a2": "Ответ 2: \"С квантовой точки зрения, RXM уже существует на Луне, Марсе и других галактиках. Все зависит от того, будете ли вы наблюдать и участвовать!\"",
    "faq-q3": "Вопрос 3: Безопасно ли инвестировать в RXM?",
    "faq-a3": "Ответ 3: \"Из-за принципа неопределенности Гейзенберга мы не можем точно предсказать будущее, но где-то в мультивселенной RXM — топовый крипто-мем. Волна возможностей растет с вашим участием!\"",
    "disclaimer": "※ Этот веб-сайт работает благодаря парадоксам квантовой механики. Кот Шрёдингера в безопасности.",
    "final-message": "Ваше наблюдение формирует будущее Renxim. Спасибо, что присоединились к нашему квантовому путешествию!"
}
